---
kind: other
id: Methods.T:Autodesk.Revit.DB.GeomCombinationSetIterator
source: html/d6b5cf3b-f4ba-0aff-093c-2309e5d16f87.htm
---
# GeomCombinationSetIterator Methods

Causes the object to release immediately any resources it may be utilizing.